[
    {
        "id": 1,
        "name": "PlayStation 5", 
        "price": 1500000,
        "img": "https://images.unsplash.com/photo-1606144042614-b2417e99c4e3?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "category": "consola",
        "description": "Puedes descargar juegos digitales de PS5 y PS4 desde PlayStation® Store Experimenta una velocidad sorprendente con una SSD de velocidad ultrarrápida, una inmersión más profunda con soporte para respuesta háptica, gatillos adaptables y audio 3D*, además de una generación completamente nueva de juegos de PlayStation. Muévete por los mundos del juego con un realismo increíble. Una velocidad de fotogramas alta y fluida de hasta 120 fps para los juegos compatibles, con soporte para salida de 120 Hz en pantallas 4K, disfruta de gráficos 4K nítidos. PS5. Almacenamiento 825GB SSD. La consola PS5 hace posibles nuevas formas de juego que jamas habias imaginado. Velocidad sorprendente: Disfruta de la potencia de una CPU, una GPU y una SSD personalizadas con E/S integradas que redefiniran lo que una consola PlayStation puede hacer. Juegos asombrosos: Maravillate con asombrosos graficos y descubre las nuevas funciones de PS5. Inmersion impresionante: Descubre una experiencia de juego mas inmersiva con soporte para respuesta haptica, gatillos adaptables y tecnologia de audio en 3D. Hasta 120 fps con salida de 120 Hz. Salida de 8K. Tempest 3D AudioTech. Gatillos adaptativos. La caja contiene: Control Inalambrico DualSense - Base - Cable HDMI - Cable AC- Cable USB - Manuales.",
        "stock": 15
    },
    {
        "id": 2,
        "name": "Joystick Ps4", 
        "price": 25000,
        "img": "https://images.unsplash.com/flagged/photo-1580234820596-0876d136e6d5?q=80&w=2067&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "category": "accesorios",
        "description": "Descubre una experiencia de juego más profunda y envolvente que hace que la acción cobre vida en las palmas de tus manos. El control inalámbrico DualSense Midnight Black ofrece retroalimentación háptica inmersiva, gatillos adaptativos dinámicos y un micrófono incorporado, todo integrado en un diseño icónico y cómodo.",
        "stock": 20
    },
    {
        "id": 3,
        "name": "Juego ciudad de los Dragones",      
        "price": 15000,
        "img": "https://img.freepik.com/foto-gratis/representacion-futurista-criatura-dragon_23-2151201670.jpg?t=st=1716847750~exp=1716851350~hmac=e46e772af483a27e67843f3ac2880b54af2c5e7e00e4bf580a6419657b518209&w=996",
        "category": "juegos",
        "description":  "El juego se centra en hacer nuevos amigos, intercambiar objetos y completar misiones. Los jugadores también podrán conocer a otras personas, su historia y su personalidad. Sin embargo, la experiencia general no es tan agradable como los desarrolladores plantean. Los desarrolladores han hecho un excelente trabajo al crear una comunidad atractiva y divertida para sus jugadores. Personas de todas las edades e intereses pueden jugar este juego.",
        "stock": 10
    },
    {
        "id": 4,
        "name": "Juego Fortnite",      
        "price": 23000,
        "img": "https://www.lanacion.com.ar/resizer/v2/epic-games-el-creador-de-fortnite-debera-pagar-2Q3PLEEKVFEYFHF3NQRXA56BXA?auth=0964f11b6803e0b414adb6616f73403f72cbbd03df3ccf9ea7bda5750daceb7f&width=880&height=586&quality=70&smart=true",
        "category": "juegos",
        "description":  "Sé la última persona en pie en Batalla campal y Cero construcción, explora y sobrevive en Fortnite, deja atrás a tus rivales en Rocket Racing o sé la estrella de Fortnite Festival. ¡Juega con tus amigos en miles de islas de creadores gratis, como islas de carrera mortal, gestión, carrera, supervivencia zombi y mucho más! Únete a la comunidad de creadores y crea tus propias islas con Unreal Editor para Fortnite (UEFN) o las herramientas del modo Creativo de Fortnite. Cada isla de Fortnite tiene una clasificación de edad individual para que puedas encontrar la más adecuada para ti y tus amigos.",
        "stock": 5
    },
    {
        "id": 5,
        "name": "Mini Consola Portatil",      
        "price": 52000,
        "img": "https://images.pexels.com/photos/1367036/pexels-photo-1367036.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "category": "consola",
        "description": "lleva tu juegos a donde vaya, con esta consola podes distritar de una cantidad de 50000 juegos precargados ",
        "stock": 15
    },
    {
        "id": 6,
        "name": "Gafas vr. + controlador",      
        "price": 290000,
        "img": "https://image.freepik.com/free-photo/high-angle-controller-vr-glasses_23-2149829130.jpg?t=st=1715199573~exp=1715203173~hmac=53cce566fd4bcd8daa81e896441c5f19d2b5cc89bb15cfc9b304c764d0bb30a1&w=1060",
        "category": "accesorios",
        "description": "Controlador de ángulo alto y gafas vr. para vivir tus juegos en 3 dimencion. Controla tu experiencia de realidad virtual con facilidad gracias al control remoto joystick incluido, compatible con Android e iOS. ",
        "stock": 15
    },
    {
        "id": 7,
        "name":"Mando para consolas Xbox",
        "price": 45000,
        "img": "https://images.pexels.com/photos/1298601/pexels-photo-1298601.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "category":"accesorios",
        "description": "Vive la experiencia del diseno modernizado del control inalambrico de Xbox en color Negro, que presenta superficies esculpidas y una geometria refinada para una mayor comodidad durante el juego. Manten siempre tu objetivo con el pad direccional hibrido y el agarre texturizado en los gatillos, en los botones superiores y en la carcasa trasera. Captura y comparte contenido sin dificultad, como capturas de pantalla, grabaciones y mas, con el nuevo boton para Compartir. Usa la aplicacion Accesorios de Xbox para reasignar botones y crear perfiles de control personalizados para tus juegos favoritos. Empareja, juega y alterna rapidamente dispositivos, incluyendo Xbox Series X, Xbox One, Windows 10 PC, Android y iOS. Conecta cualquier auricular con la entrada de audio de 3.5 mm.",
        "stock": 10
    },
    {
        "id": 8,
        "name": "Consola X-Box",
        "price": 1200000,
        "img": "https://images.unsplash.com/photo-1700153498368-3f61e094063e?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "category": "consola",
        "description": "procesador central basado en el procesador Intel Pentium III. El sistema también incorpora un lector de DVD, un disco duro interno, puerto ethernet y por último el sistema dispone de cuatro conectores para los mandos.",
        "stock": 7
    },
    {
        "id": 9,
        "name": "Pokemon",
        "price": 12000,
        "img": "https://cdn.pixabay.com/photo/2020/06/29/19/19/toys-5353951_1280.jpg",
        "category": "juegos",
        "description": "Únete a Pikachu para atrapar y coleccionar Pokémon en una enriquecedora y vibrante aventura en el juego Pokémon™: Let’s Go, Pikachu!, disponible para la consola Nintendo Switch™. Conviértete en el mejor Entrenador Pokémon mientras combates contra otros Entrenadores, Líderes de Gimnasio y el siniestro Team Rocket. Realiza un suave movimiento de lanzamiento para atrapar Pokémon en su hábitat, bien sea con un control Joy-Con™ o con el accesorio Poké Ball™ Plus (se vende por separado), que se encenderá, vibrará y emitirá sonidos para darle vida a tu aventura. También podrás usar los botones en el modo portátil. Comparte la diversión con tu familia o tus amigos usando un segundo control Joy-Con o un accesorio Poké Ball Plus. ¡Incluso te puedes conectar a la aplicación* Pokémon™ GO usando un dispositivo inteligente compatible para transferir Pokémon originalmente descubiertos en la región de Kanto!.Explora la emocionante región de Kanto, ¡hogar de queridos personajes como Brock, Misty y el trío Jessie, James y Meowth! A través de la historia, los lazos de amistad con tu Pokémon se forjarán conforme cuides de él y viajen juntos. Viaja por el mundo con estilo al personalizar a Pikachu y a tu Entrenador con una amplia selección de atuendos. Pokémon de tamaño real deambulan por todos lados en el juego; atrápalos como un Entrenador real al utilizar una Poké Ball™ en el momento perfecto. Combate o realiza intercambios con otros jugadores a través de la comunicación inalámbrica o en línea**. Saca a pasear a tu Pokémon favorito con el accesorio Poké Ball Plus para subirlo de nivel y recibir recompensas en el juego después de regresarlo al juego. Conéctate a Pokémon GO* para transferir los Pokémon atrapados de la región de Kanto, de Alola, de tipo variocolor, ¡así como el Pokémon recién descubierto, Meltan! ",
        "stock": 15
    }
]